universities = [
    {
        "Lat": 31.321891480957216,
        "Lng": 121.39920029569011,
        "Students": [
            "**宇<ul><li>专业：一流专业</li><li>电话：136****7002</li></ul>"
        ],
        "University": "上海大学宝山校区"
    },
    {
        "Lat": 40.007506128906584,
        "Lng": 116.36584357112744,
        "Students": [
            "**文<ul><li>专业：一流专业</li><li>电话：158****0362</li></ul>"
        ],
        "University": "中国农业大学"
    },
    {
        "Lat": 34.22235484761825,
        "Lng": 117.14978919503848,
        "Students": [
            "**林<ul><li>专业：一流专业</li><li>电话：136****6693</li></ul>"
        ],
        "University": "中国矿业大学南湖校区"
    },
    {
        "Lat": 39.91486859882786,
        "Lng": 116.25658738625613,
        "Students": [
            "**杰<ul><li>专业：一流专业</li><li>电话：184****3185</li></ul>"
        ],
        "University": "中国科学院大学玉泉路校区"
    },
    {
        "Lat": 31.21648422492506,
        "Lng": 121.40690143379324,
        "Students": [
            "**洁<ul><li>专业：一流专业</li><li>电话：158****0833</li></ul>"
        ],
        "University": "华东师范大学中北校区"
    },
    {
        "Lat": 31.150240542587984,
        "Lng": 121.43100141925231,
        "Students": [
            "*越<ul><li>专业：一流专业</li><li>电话：182****2019</li></ul>"
        ],
        "University": "华东理工大学"
    },
    {
        "Lat": 23.05877630604567,
        "Lng": 113.41013401085146,
        "Students": [
            "**辉<ul><li>专业：一流专业</li><li>电话：159****1951</li></ul>"
        ],
        "University": "华南理工大学大学城校区"
    },
    {
        "Lat": 32.039791243284064,
        "Lng": 118.85119069594187,
        "Students": [
            "**艺<ul><li>专业：一流专业</li><li>电话：178****6149</li></ul>"
        ],
        "University": "南京农业大学卫岗校区"
    },
    {
        "Lat": 32.11971347056243,
        "Lng": 118.96440581739908,
        "Students": [
            "**敏<ul><li>专业：一流专业</li><li>电话：158****2951</li></ul>"
        ],
        "University": "南京大学仙林校区"
    },
    {
        "Lat": 32.04194378085971,
        "Lng": 118.82973362231012,
        "Students": [
            "***曦<ul><li>专业：一流专业</li><li>电话：138****3864</li></ul>"
        ],
        "University": "南京航空航天大学"
    },
    {
        "Lat": 24.444592663636616,
        "Lng": 118.10101098384617,
        "Students": [
            "**龙<ul><li>专业：一流专业</li><li>电话：189****5255</li></ul>"
        ],
        "University": "厦门大学"
    },
    {
        "Lat": 31.87918764497523,
        "Lng": 117.28323955719311,
        "Students": [
            "**也<ul><li>专业：一流专业</li><li>电话：187****9776</li></ul>"
        ],
        "University": "合肥工业大学合肥校区"
    },
    {
        "Lat": 30.711466058343138,
        "Lng": 103.86852864008573,
        "Students": [
            "*辉<ul><li>专业：一流专业</li><li>电话：198****1223</li></ul>"
        ],
        "University": "四川农业大学成都校区"
    },
    {
        "Lat": 29.576091244311314,
        "Lng": 106.4436485165529,
        "Students": [
            "**潼<ul><li>专业：一流专业</li><li>电话：187****0800</li></ul>"
        ],
        "University": "四川外国语大学"
    },
    {
        "Lat": 30.56086617550665,
        "Lng": 104.00697040895908,
        "Students": [
            "**辉<ul><li>专业：一流专业</li><li>电话：138****2849</li></ul>"
        ],
        "University": "四川大学江安校区"
    },
    {
        "Lat": 30.29584240827427,
        "Lng": 120.01631102976471,
        "Students": [
            "**婷<ul><li>专业：一流专业</li><li>电话：157****3088</li></ul>"
        ],
        "University": "杭州师范大学仓前校区"
    },
    {
        "Lat": 30.320486004451322,
        "Lng": 120.3501345273296,
        "Students": [
            "**涛<ul><li>专业：一流专业</li><li>电话：182****7296</li></ul>"
        ],
        "University": "杭州电子科技大学高教园校区"
    },
    {
        "Lat": 30.528069129848006,
        "Lng": 114.35735436345071,
        "Students": [
            "**锋<ul><li>专业：一流专业</li><li>电话：157****8128</li></ul>"
        ],
        "University": "武汉理工大学南湖校区"
    },
    {
        "Lat": 30.183586336407583,
        "Lng": 120.15456473927787,
        "Students": [
            "**妍<ul><li>专业：一流专业</li><li>电话：157****8337</li></ul>"
        ],
        "University": "浙江中医药大学"
    },
    {
        "Lat": 30.310583746581777,
        "Lng": 120.09304175230719,
        "Students": [
            "**旸<ul><li>专业：一流专业</li><li>电话：159****1910</li></ul>",
            "**菲<ul><li>专业：一流专业</li><li>电话：173****5895</li></ul>",
            "*立<ul><li>专业：一流专业</li><li>电话：152****4520</li></ul>",
            "**颖<ul><li>专业：一流专业</li><li>电话：159****2341</li></ul>",
            "**尧<ul><li>专业：一流专业</li><li>电话：158****7395</li></ul>"
        ],
        "University": "浙江大学紫金港校区"
    },
    {
        "Lat": 30.29881176153678,
        "Lng": 120.17189259712445,
        "Students": [
            "**言<ul><li>专业：一流专业</li><li>电话：157****1389</li></ul>"
        ],
        "University": "浙江工业大学"
    },
    {
        "Lat": 30.230813767921642,
        "Lng": 120.04384745690136,
        "Students": [
            "**帆<ul><li>专业：一流专业</li><li>电话：138****0273</li></ul>"
        ],
        "University": "浙江工业大学屏峰校区"
    },
    {
        "Lat": 30.291602685257946,
        "Lng": 120.14317459102169,
        "Students": [
            "**韬<ul><li>专业：一流专业</li><li>电话：183****7875</li></ul>"
        ],
        "University": "浙江工商大学"
    },
    {
        "Lat": 29.138148355890163,
        "Lng": 119.64615431676252,
        "Students": [
            "**逸<ul><li>专业：一流专业</li><li>电话：182****9358</li></ul>"
        ],
        "University": "浙江师范大学"
    },
    {
        "Lat": 30.026761838910566,
        "Lng": 120.60943806185617,
        "Students": [
            "**欣<ul><li>专业：一流专业</li><li>电话：136****9139</li></ul>"
        ],
        "University": "浙江财经大学下沙校区"
    },
    {
        "Lat": 30.75253661127812,
        "Lng": 103.93341266047793,
        "Students": [
            "**豪<ul><li>专业：一流专业</li><li>电话：183****4527</li></ul>"
        ],
        "University": "电子科技大学清水河校区"
    },
    {
        "Lat": 34.25090352405332,
        "Lng": 109.02284407633053,
        "Students": [
            "**琪<ul><li>专业：一流专业</li><li>电话：151****5178</li></ul>"
        ],
        "University": "西安建筑科技大学"
    },
    {
        "Lat": 36.072227496663224,
        "Lng": 120.38945519114627,
        "Students": [
            "**超<ul><li>专业：一流专业</li><li>电话：152****6835</li></ul>"
        ],
        "University": "青岛大学中心校区"
    }
]