universities = [
    {
        "Address": "上海市宝山区上大路99号",
        "Lat": 31.32144,
        "Lng": 121.39903,
        "Students": [
            "<li>**宇<ul><li>专业：一流专业</li><li>电话：136****7002</li></ul></li>"
        ],
        "Telephone": "(021)66132222,(021)96928188",
        "University": "上海大学宝山校区"
    },
    {
        "Address": "北京市海淀区清华东路17号",
        "Lat": 40.010185,
        "Lng": 116.364154,
        "Students": [
            "<li>**文<ul><li>专业：一流专业</li><li>电话：158****0362</li></ul></li>"
        ],
        "Telephone": "(010)62736942",
        "University": "中国农业大学"
    },
    {
        "Address": "徐州市铜山区大学路1号",
        "Lat": 34.220392,
        "Lng": 117.15175,
        "Students": [
            "<li>**林<ul><li>专业：一流专业</li><li>电话：136****6693</li></ul></li>"
        ],
        "Telephone": "(0516)83591666",
        "University": "中国矿业大学南湖校区"
    },
    {
        "Address": "北京市石景山区玉泉路19号甲(近玉泉路地铁口)",
        "Lat": 39.915389,
        "Lng": 116.257207,
        "Students": [
            "<li>**杰<ul><li>专业：一流专业</li><li>电话：184****3185</li></ul></li>"
        ],
        "Telephone": "(010)88256030",
        "University": "中国科学院大学玉泉路校区"
    },
    {
        "Address": "北京市海淀区学院路37号",
        "Lat": 39.98766,
        "Lng": 116.353792,
        "Students": [
            "<li>**辉<ul><li>专业：一流专业</li><li>电话：152****4112</li></ul></li>"
        ],
        "Telephone": "(010)82317114",
        "University": "北京航空航天大学"
    },
    {
        "Address": "上海市普陀区中山北路3663号",
        "Lat": 31.233563,
        "Lng": 121.411329,
        "Students": [
            "<li>**洁<ul><li>专业：一流专业</li><li>电话：158****0833</li></ul></li>"
        ],
        "Telephone": "(021)62233333",
        "University": "华东师范大学中北校区"
    },
    {
        "Address": "上海市徐汇区梅陇路130号",
        "Lat": 31.149538,
        "Lng": 121.430226,
        "Students": [
            "<li>*越<ul><li>专业：一流专业</li><li>电话：182****2019</li></ul></li>"
        ],
        "Telephone": "(021)64253300",
        "University": "华东理工大学"
    },
    {
        "Address": "广州市番禺区外环东路382号",
        "Lat": 23.054905,
        "Lng": 113.411968,
        "Students": [
            "<li>**辉<ul><li>专业：一流专业</li><li>电话：159****1951</li></ul></li>"
        ],
        "Telephone": "(020)39380033",
        "University": "华南理工大学大学城校区"
    },
    {
        "Address": "南京市玄武区卫岗1号",
        "Lat": 32.038896,
        "Lng": 118.849755,
        "Students": [
            "<li>**艺<ul><li>专业：一流专业</li><li>电话：178****6149</li></ul></li>"
        ],
        "Telephone": "",
        "University": "南京农业大学卫岗校区"
    },
    {
        "Address": "江苏省南京市栖霞区仙林大道163号",
        "Lat": 32.125421,
        "Lng": 118.964891,
        "Students": [
            "<li>**敏<ul><li>专业：一流专业</li><li>电话：158****2951</li></ul></li>"
        ],
        "Telephone": "(025)89683186",
        "University": "南京大学仙林校区"
    },
    {
        "Address": "南京市秦淮区御道街29号",
        "Lat": 32.041196,
        "Lng": 118.826737,
        "Students": [
            "<li>***曦<ul><li>专业：一流专业</li><li>电话：138****3864</li></ul></li>"
        ],
        "Telephone": "(025)84892899,(025)84892424",
        "University": "南京航空航天大学"
    },
    {
        "Address": "厦门市思明区思明南路422号",
        "Lat": 24.442324,
        "Lng": 118.108573,
        "Students": [
            "<li>**龙<ul><li>专业：一流专业</li><li>电话：189****5255</li></ul></li>"
        ],
        "Telephone": "(0592)2187763",
        "University": "厦门大学"
    },
    {
        "Address": "合肥市包河区屯溪路193号",
        "Lat": 31.849406,
        "Lng": 117.302909,
        "Students": [
            "<li>**也<ul><li>专业：一流专业</li><li>电话：187****9776</li></ul></li>"
        ],
        "Telephone": "",
        "University": "合肥工业大学合肥校区"
    },
    {
        "Address": "惠民路211",
        "Lat": 30.71186,
        "Lng": 103.870897,
        "Students": [
            "<li>*辉<ul><li>专业：一流专业</li><li>电话：198****1223</li></ul></li>"
        ],
        "Telephone": "",
        "University": "四川农业大学成都校区"
    },
    {
        "Address": "重庆市沙坪坝区壮志路33号",
        "Lat": 29.576542,
        "Lng": 106.442919,
        "Students": [
            "<li>**潼<ul><li>专业：一流专业</li><li>电话：187****0800</li></ul></li>"
        ],
        "Telephone": "(023)65385213,(023)65385206",
        "University": "四川外国语大学"
    },
    {
        "Address": "成都市双流区川大路二段2号",
        "Lat": 30.562814,
        "Lng": 104.005145,
        "Students": [
            "<li>**辉<ul><li>专业：一流专业</li><li>电话：138****2849</li></ul></li>"
        ],
        "Telephone": "",
        "University": "四川大学江安校区"
    },
    {
        "Address": "杭州市余杭区余杭塘路2318号",
        "Lat": 30.296383,
        "Lng": 120.017209,
        "Students": [
            "<li>**婷<ul><li>专业：一流专业</li><li>电话：157****3088</li></ul></li>"
        ],
        "Telephone": "(0571)28865114",
        "University": "杭州师范大学仓前校区"
    },
    {
        "Address": "浙江省杭州市江干区2号大街1158号",
        "Lat": 30.320546,
        "Lng": 120.349512,
        "Students": [
            "<li>**涛<ul><li>专业：一流专业</li><li>电话：182****7296</li></ul></li>"
        ],
        "Telephone": "(0571)86915114",
        "University": "杭州电子科技大学高教园校区"
    },
    {
        "Address": "湖北省武汉市洪山区雄楚大道",
        "Lat": 30.514676,
        "Lng": 114.339401,
        "Students": [
            "<li>**锋<ul><li>专业：一流专业</li><li>电话：157****8128</li></ul></li>"
        ],
        "Telephone": "",
        "University": "武汉理工大学南湖校区"
    },
    {
        "Address": "浙江省杭州市滨江区滨文路548号",
        "Lat": 30.181545,
        "Lng": 120.156718,
        "Students": [
            "<li>**妍<ul><li>专业：一流专业</li><li>电话：157****8337</li></ul></li>"
        ],
        "Telephone": "(0571)86613501",
        "University": "浙江中医药大学"
    },
    {
        "Address": "钱湖南路1号",
        "Lat": 29.821473,
        "Lng": 121.580964,
        "Students": [
            "<li>*理<ul><li>专业：一流专业</li><li>电话：182****6018</li></ul></li>"
        ],
        "Telephone": "(0574)88229100",
        "University": "浙江大学宁波理工学院"
    },
    {
        "Address": "杭州市西湖区余杭塘路866号",
        "Lat": 30.308693,
        "Lng": 120.09334,
        "Students": [
            "<li>**旸<ul><li>专业：一流专业</li><li>电话：159****1910</li></ul></li>",
            "<li>**菲<ul><li>专业：一流专业</li><li>电话：173****5895</li></ul></li>",
            "<li>*立<ul><li>专业：一流专业</li><li>电话：152****4520</li></ul></li>",
            "<li>**颖<ul><li>专业：一流专业</li><li>电话：159****2341</li></ul></li>",
            "<li>**尧<ul><li>专业：一流专业</li><li>电话：158****7395</li></ul></li>"
        ],
        "Telephone": "(0571)87951111",
        "University": "浙江大学紫金港校区"
    },
    {
        "Address": "潮王路18号",
        "Lat": 30.29874,
        "Lng": 120.171973,
        "Students": [
            "<li>**言<ul><li>专业：一流专业</li><li>电话：157****1389</li></ul></li>"
        ],
        "Telephone": "(0571)88320114",
        "University": "浙江工业大学"
    },
    {
        "Address": "杭州市西湖区留和路288号",
        "Lat": 30.234097,
        "Lng": 120.047668,
        "Students": [
            "<li>**帆<ul><li>专业：一流专业</li><li>电话：138****0273</li></ul></li>"
        ],
        "Telephone": "(0571)85290114",
        "University": "浙江工业大学屏峰校区"
    },
    {
        "Address": "杭州市江干区下沙高教园区学正街18号",
        "Lat": 30.315442,
        "Lng": 120.396227,
        "Students": [
            "<li>**韬<ul><li>专业：一流专业</li><li>电话：183****7875</li></ul></li>"
        ],
        "Telephone": "(0571)28877777,(0571)28877888",
        "University": "浙江工商大学"
    },
    {
        "Address": "浙江省金华市迎宾大道688号",
        "Lat": 29.139748,
        "Lng": 119.64762,
        "Students": [
            "<li>**逸<ul><li>专业：一流专业</li><li>电话：182****9358</li></ul></li>"
        ],
        "Telephone": "(0579)82282245",
        "University": "浙江师范大学"
    },
    {
        "Address": "海院路18",
        "Lat": 30.038613,
        "Lng": 122.120361,
        "Students": [
            "<li>**阳<ul><li>专业：一流专业</li><li>电话：130****1067</li></ul></li>"
        ],
        "Telephone": "",
        "University": "浙江海洋大学定海校区"
    },
    {
        "Address": "浙江省杭州市下沙高教园区学源街18号",
        "Lat": 30.326721,
        "Lng": 120.401806,
        "Students": [
            "<li>**欣<ul><li>专业：一流专业</li><li>电话：136****9139</li></ul></li>"
        ],
        "Telephone": "",
        "University": "浙江财经大学下沙校区"
    },
    {
        "Address": "四川省成都市高新区西源大道2006号",
        "Lat": 30.756035,
        "Lng": 103.937404,
        "Students": [
            "<li>**豪<ul><li>专业：一流专业</li><li>电话：183****4527</li></ul></li>"
        ],
        "Telephone": "(028)61831312,(028)61831316",
        "University": "电子科技大学清水河校区"
    },
    {
        "Address": "陕西省西安市碑林区雁塔路中段13号",
        "Lat": 34.243736,
        "Lng": 108.973163,
        "Students": [
            "<li>**琪<ul><li>专业：一流专业</li><li>电话：151****5178</li></ul></li>"
        ],
        "Telephone": "(029)82202122",
        "University": "西安建筑科技大学"
    },
    {
        "Address": "青岛市崂山区宁夏路与莆田路交叉口东北50米",
        "Lat": 36.079949,
        "Lng": 120.420761,
        "Students": [
            "<li>**超<ul><li>专业：一流专业</li><li>电话：152****6835</li></ul></li>"
        ],
        "Telephone": "",
        "University": "青岛大学中心校区"
    }
];
testGuest();