universities = [
    {
        "Address": "上海市闵行区东川路800号",
        "Lat": 31.03201,
        "Lng": 121.443287,
        "Students": [
            "<li>**宁<ul><li>专业：一流专业</li><li>电话：136****6023</li></ul></li>",
            "<li>**凡<ul><li>专业：一流专业</li><li>电话：178****7791</li></ul></li>"
        ],
        "Telephone": "(021)54740000",
        "University": "上海交通大学闵行校区"
    },
    {
        "Address": "北京市海淀区中关村大街59号",
        "Lat": 39.976546,
        "Lng": 116.319769,
        "Students": [
            "<li>**钰<ul><li>专业：一流专业</li><li>电话：136****6701</li></ul></li>"
        ],
        "Telephone": "(010)62511083",
        "University": "中国人民大学"
    },
    {
        "Address": "北京市海淀区西土城路25号",
        "Lat": 39.971079,
        "Lng": 116.357865,
        "Students": [
            "<li>**怡<ul><li>专业：一流专业</li><li>电话：138****7955</li></ul></li>"
        ],
        "Telephone": "",
        "University": "中国政法大学"
    },
    {
        "Address": "合肥市包河区金寨路96号",
        "Lat": 31.842919,
        "Lng": 117.276137,
        "Students": [
            "<li>**昱<ul><li>专业：一流专业</li><li>电话：183****2818</li></ul></li>",
            "<li class=\"king\">**杰<ul><li>专业：一流专业</li><li>电话：181****8811</li></ul></li>"
        ],
        "Telephone": "(0551)63602184",
        "University": "中国科学技术大学"
    },
    {
        "Address": "北京市石景山区玉泉路19号甲(近玉泉路地铁口)",
        "Lat": 39.915389,
        "Lng": 116.257207,
        "Students": [
            "<li>**天<ul><li>专业：一流专业</li><li>电话：187****9861</li></ul></li>"
        ],
        "Telephone": "(010)88256030",
        "University": "中国科学院大学"
    },
    {
        "Address": "北京市海淀区颐和园路5号",
        "Lat": 39.998877,
        "Lng": 116.316833,
        "Students": [
            "<li>**冰<ul><li>专业：一流专业</li><li>电话：183****1720</li></ul></li>"
        ],
        "Telephone": "(010)62752114",
        "University": "北京大学"
    },
    {
        "Address": "广州市番禺区外环东路382号",
        "Lat": 23.054905,
        "Lng": 113.411968,
        "Students": [
            "<li>**颖<ul><li>专业：一流专业</li><li>电话：138****3127</li></ul></li>"
        ],
        "Telephone": "(020)39380033",
        "University": "华南理工大学大学城校区"
    },
    {
        "Address": "南昌市红谷滩新区学府大道999号",
        "Lat": 28.662684,
        "Lng": 115.807698,
        "Students": [
            "<li>**翀<ul><li>专业：一流专业</li><li>电话：138****6001</li></ul></li>"
        ],
        "Telephone": "",
        "University": "南昌大学"
    },
    {
        "Address": "合肥市包河区屯溪路193号",
        "Lat": 31.849406,
        "Lng": 117.302909,
        "Students": [
            "<li>**阳<ul><li>专业：一流专业</li><li>电话：183****9987</li></ul></li>"
        ],
        "Telephone": "",
        "University": "合肥工业大学"
    },
    {
        "Address": "黑龙江省哈尔滨市南岗区西大直街92号",
        "Lat": 45.749057,
        "Lng": 126.639003,
        "Students": [
            "<li>*桐<ul><li>专业：一流专业</li><li>电话：185****2694</li></ul></li>"
        ],
        "Telephone": "(0451)86412114",
        "University": "哈尔滨工业大学"
    },
    {
        "Address": "上海市杨浦区邯郸路220号",
        "Lat": 31.301868,
        "Lng": 121.510766,
        "Students": [
            "<li>**昌<ul><li>专业：一流专业</li><li>电话：138****9047</li></ul></li>"
        ],
        "Telephone": "(021)65642222",
        "University": "复旦大学邯郸校区"
    },
    {
        "Address": "济南市历城区山大南路27号",
        "Lat": 36.681366,
        "Lng": 117.066638,
        "Students": [
            "<li>**辉<ul><li>专业：一流专业</li><li>电话：150****6822</li></ul></li>"
        ],
        "Telephone": "(0531)88364701",
        "University": "山东大学"
    },
    {
        "Address": "山东省济南市历下区文化东路88号",
        "Lat": 36.657743,
        "Lng": 117.048375,
        "Students": [
            "<li>**成<ul><li>专业：一流专业</li><li>电话：134****3937</li></ul></li>"
        ],
        "Telephone": "(0531)86182215,(0531)86180015",
        "University": "山东师范大学"
    },
    {
        "Address": "山西省太原市小店区坞城路92号",
        "Lat": 37.805857,
        "Lng": 112.593756,
        "Students": [
            "<li>**琪<ul><li>专业：一流专业</li></ul></li>"
        ],
        "Telephone": "(0351)7010255",
        "University": "山西大学"
    },
    {
        "Address": "柳台大道东段1166号",
        "Lat": 30.693639,
        "Lng": 103.818165,
        "Students": [
            "<li>*唯<ul><li>专业：一流专业</li><li>电话：158****7789</li></ul></li>"
        ],
        "Telephone": "",
        "University": "成都中医药大学温江校区"
    },
    {
        "Address": "杭州市江干区金沙东路",
        "Lat": 30.319699,
        "Lng": 120.351867,
        "Students": [
            "<li>**贝<ul><li>专业：一流专业</li><li>电话：138****8010</li></ul></li>",
            "<li>**阳<ul><li>专业：一流专业</li></ul></li>",
            "<li>*超<ul><li>专业：一流专业</li><li>电话：188****8723</li></ul></li>"
        ],
        "Telephone": "",
        "University": "杭州电子科技大学下沙校区"
    },
    {
        "Address": "江苏省无锡市滨湖区蠡湖大道1800号",
        "Lat": 31.489746,
        "Lng": 120.277757,
        "Students": [
            "<li>**灏<ul><li>专业：一流专业</li><li>电话：138****5660</li></ul></li>"
        ],
        "Telephone": "(0510)85913660,(0510)85912036",
        "University": "江南大学"
    },
    {
        "Address": "浙江省海宁市海州东路718号(西粮路北50米)",
        "Lat": 30.528676,
        "Lng": 120.734099,
        "Students": [
            "<li class=\"king\">**楷<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
        ],
        "Telephone": "",
        "University": "浙江大学爱丁堡大学联合学院"
    },
    {
        "Address": "杭州市西湖区余杭塘路866号",
        "Lat": 30.308693,
        "Lng": 120.09334,
        "Students": [
            "<li>*衡<ul><li>专业：一流专业</li><li>电话：158****2653</li></ul></li>",
            "<li>**琳<ul><li>专业：一流专业</li><li>电话：138****0906</li></ul></li>",
            "<li>**乐<ul><li>专业：一流专业</li><li>电话：187****0212</li></ul></li>",
            "<li>**丽<ul><li>专业：一流专业</li><li>电话：153****7146</li></ul></li>",
            "<li>*进<ul><li>专业：一流专业</li><li>电话：159****8906</li></ul></li>",
            "<li>**鸣<ul><li>专业：一流专业</li><li>电话：138****0892</li></ul></li>",
            "<li>*潇<ul><li>专业：一流专业</li><li>电话：137****8530</li></ul></li>",
            "<li>*豫<ul><li>专业：一流专业</li><li>电话：136****8516</li></ul></li>",
            "<li>**洋<ul><li>专业：一流专业</li><li>电话：135****3127</li></ul></li>",
            "<li>**晨<ul><li>专业：一流专业</li></ul></li>",
            "<li>**菲<ul><li>专业：一流专业</li></ul></li>"
        ],
        "Telephone": "(0571)87951111",
        "University": "浙江大学紫金港校区"
    },
    {
        "Address": "潮王路18号",
        "Lat": 30.29874,
        "Lng": 120.171973,
        "Students": [
            "<li>**臻<ul><li>专业：一流专业</li><li>电话：184****1090</li></ul></li>"
        ],
        "Telephone": "(0571)88320114",
        "University": "浙江工业大学"
    },
    {
        "Address": "浙江省杭州市滨江区滨文路555号",
        "Lat": 30.177223,
        "Lng": 120.157241,
        "Students": [
            "<li>*杨<ul><li>专业：一流专业</li><li>电话：138****3007</li></ul></li>"
        ],
        "Telephone": "(0571)87787029,(0571)87787177,(0571)87787152",
        "University": "浙江警察学院"
    },
    {
        "Address": "北京市海淀区双清路30号",
        "Lat": 40.009645,
        "Lng": 116.333374,
        "Students": [
            "<li>**琳<ul><li>专业：一流专业</li><li>电话：138****7190</li></ul></li>"
        ],
        "Telephone": "",
        "University": "清华大学"
    },
    {
        "Address": "长沙市岳麓区麓山南路2号",
        "Lat": 28.185638,
        "Lng": 112.951251,
        "Students": [
            "<li>**欢<ul><li>专业：一流专业</li><li>电话：134****8099</li></ul></li>"
        ],
        "Telephone": "(0731)88823067",
        "University": "湖南大学（南校区）"
    },
    {
        "Address": "成都市成华区建设北路二段4号",
        "Lat": 30.681503,
        "Lng": 104.106908,
        "Students": [
            "<li>**文<ul><li>专业：一流专业</li><li>电话：182****7087</li></ul></li>"
        ],
        "Telephone": "(028)83201999,(028)83206626",
        "University": "电子科技大学"
    },
    {
        "Address": "咸阳市杨陵区杨凌示范区西农路22号",
        "Lat": 34.291642,
        "Lng": 108.079342,
        "Students": [
            "<li>***一<ul><li>专业：一流专业</li><li>电话：137****6797</li></ul></li>"
        ],
        "Telephone": "(029)87091406",
        "University": "西北农林科技大学"
    },
    {
        "Address": "重庆市渝北区回兴镇宝圣大道301号",
        "Lat": 29.670014,
        "Lng": 106.599891,
        "Students": [
            "<li>**玙<ul><li>专业：一流专业</li><li>电话：138****9492</li></ul></li>"
        ],
        "Telephone": "(023)67258207,(023)67258828",
        "University": "西南政法大学"
    },
    {
        "Address": "成都市温江区柳台大道555号",
        "Lat": 30.687832,
        "Lng": 103.827675,
        "Students": [
            "<li>**鸿<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "西南财经大学"
    }
];
testGuest();