universities = [
    {
        "Lat": 31.02973233121907,
        "Lng": 121.4348989216227,
        "Students": [
            "**宁<ul><li>专业：一流专业</li><li>电话：136****6023</li></ul>",
            "**凡<ul><li>专业：一流专业</li><li>电话：</li></ul>"
        ],
        "University": "上海交通大学闵行校区"
    },
    {
        "Lat": 39.97594525270187,
        "Lng": 116.3199588155764,
        "Students": [
            "**钰<ul><li>专业：一流专业</li><li>电话：136****6701</li></ul>"
        ],
        "University": "中国人民大学"
    },
    {
        "Lat": 39.972116943101696,
        "Lng": 116.35633092809898,
        "Students": [
            "**怡<ul><li>专业：一流专业</li><li>电话：138****7955</li></ul>"
        ],
        "University": "中国政法大学"
    },
    {
        "Lat": 31.83875281730932,
        "Lng": 117.27752206719849,
        "Students": [
            "**昱<ul><li>专业：一流专业</li><li>电话：183****2818</li></ul>",
            "**杰<ul><li>专业：一流专业</li><li>电话：181****8811</li></ul>"
        ],
        "University": "中国科学技术大学"
    },
    {
        "Lat": 39.91486859882786,
        "Lng": 116.25658738625613,
        "Students": [
            "**天<ul><li>专业：一流专业</li><li>电话：187****9861</li></ul>"
        ],
        "University": "中国科学院大学"
    },
    {
        "Lat": 39.999006948531346,
        "Lng": 116.31514918636745,
        "Students": [
            "**冰<ul><li>专业：一流专业</li><li>电话：183****1720</li></ul>"
        ],
        "University": "北京大学"
    },
    {
        "Lat": 23.05877630604567,
        "Lng": 113.41013401085146,
        "Students": [
            "**颖<ul><li>专业：一流专业</li><li>电话：138****3127</li></ul>"
        ],
        "University": "华南理工大学大学城校区"
    },
    {
        "Lat": 28.666813479575065,
        "Lng": 115.81095989282899,
        "Students": [
            "**翀<ul><li>专业：一流专业</li><li>电话：138****6001</li></ul>"
        ],
        "University": "南昌大学"
    },
    {
        "Lat": 31.87918764497523,
        "Lng": 117.28323955719311,
        "Students": [
            "**阳<ul><li>专业：一流专业</li><li>电话：183****9987</li></ul>"
        ],
        "University": "合肥工业大学"
    },
    {
        "Lat": 45.749611409799265,
        "Lng": 126.6378590737408,
        "Students": [
            "*桐<ul><li>专业：一流专业</li><li>电话：185****2694</li></ul>"
        ],
        "University": "哈尔滨工业大学"
    },
    {
        "Lat": 31.302358825053368,
        "Lng": 121.50607067904221,
        "Students": [
            "**昌<ul><li>专业：一流专业</li><li>电话：138****9047</li></ul>"
        ],
        "University": "复旦大学邯郸校区"
    },
    {
        "Lat": 36.60925766517348,
        "Lng": 117.05619845395563,
        "Students": [
            "**辉<ul><li>专业：一流专业</li><li>电话：150****6822</li></ul>"
        ],
        "University": "山东大学"
    },
    {
        "Lat": 36.657844903350465,
        "Lng": 117.048642673362,
        "Students": [
            "**成<ul><li>专业：一流专业</li><li>电话：134****3937</li></ul>"
        ],
        "University": "山东师范大学"
    },
    {
        "Lat": 37.806775847072444,
        "Lng": 112.59432255950888,
        "Students": [
            "**琪<ul><li>专业：一流专业</li><li>电话：</li></ul>"
        ],
        "University": "山西大学"
    },
    {
        "Lat": 30.69075085621015,
        "Lng": 103.81014230059984,
        "Students": [
            "*唯<ul><li>专业：一流专业</li><li>电话：158****7789</li></ul>"
        ],
        "University": "成都中医药大学温江校区"
    },
    {
        "Lat": 30.321835750902366,
        "Lng": 120.34766835441641,
        "Students": [
            "**贝<ul><li>专业：一流专业</li><li>电话：138****8010</li></ul>",
            "**阳<ul><li>专业：一流专业</li><li>电话：</li></ul>",
            "*超<ul><li>专业：一流专业</li><li>电话：188****8723</li></ul>"
        ],
        "University": "杭州电子科技大学下沙校区"
    },
    {
        "Lat": 31.49402176544785,
        "Lng": 120.27977730393977,
        "Students": [
            "**灏<ul><li>专业：一流专业</li><li>电话：138****5660</li></ul>"
        ],
        "University": "江南大学"
    },
    {
        "Lat": 30.51792376977565,
        "Lng": 120.68656506738283,
        "Students": [
            "**楷<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul>"
        ],
        "University": "浙江大学爱丁堡大学联合学院"
    },
    {
        "Lat": 30.310583746581777,
        "Lng": 120.09304175230719,
        "Students": [
            "*衡<ul><li>专业：一流专业</li><li>电话：158****2653</li></ul>",
            "**琳<ul><li>专业：一流专业</li><li>电话：138****0906</li></ul>",
            "**乐<ul><li>专业：一流专业</li><li>电话：187****0212</li></ul>",
            "**丽<ul><li>专业：一流专业</li><li>电话：153****7146</li></ul>",
            "*进<ul><li>专业：一流专业</li><li>电话：159****8906</li></ul>",
            "**鸣<ul><li>专业：一流专业</li><li>电话：138****0892</li></ul>",
            "*潇<ul><li>专业：一流专业</li><li>电话：137****8530</li></ul>",
            "*豫<ul><li>专业：一流专业</li><li>电话：136****8516</li></ul>",
            "**洋<ul><li>专业：一流专业</li><li>电话：135****3127</li></ul>",
            "**晨<ul><li>专业：一流专业</li><li>电话：</li></ul>",
            "**菲<ul><li>专业：一流专业</li><li>电话：</li></ul>"
        ],
        "University": "浙江大学紫金港校区"
    },
    {
        "Lat": 30.29881176153678,
        "Lng": 120.17189259712445,
        "Students": [
            "**臻<ul><li>专业：一流专业</li><li>电话：184****1090</li></ul>"
        ],
        "University": "浙江工业大学"
    },
    {
        "Lat": 30.17712665363792,
        "Lng": 120.15776312550375,
        "Students": [
            "*杨<ul><li>专业：一流专业</li><li>电话：138****3007</li></ul>"
        ],
        "University": "浙江警察学院"
    },
    {
        "Lat": 40.00864564140554,
        "Lng": 116.33375122320702,
        "Students": [
            "**琳<ul><li>专业：一流专业</li><li>电话：138****7190</li></ul>"
        ],
        "University": "清华大学"
    },
    {
        "Lat": 28.184743894534865,
        "Lng": 112.95248102754923,
        "Students": [
            "**欢<ul><li>专业：一流专业</li><li>电话：134****8099</li></ul>"
        ],
        "University": "湖南大学（南校区）"
    },
    {
        "Lat": 30.68194977226741,
        "Lng": 104.10761345914301,
        "Students": [
            "**文<ul><li>专业：一流专业</li><li>电话：182****7087</li></ul>"
        ],
        "University": "电子科技大学"
    },
    {
        "Lat": 34.26792359531339,
        "Lng": 108.07823206714427,
        "Students": [
            "***一<ul><li>专业：一流专业</li><li>电话：137****6797</li></ul>"
        ],
        "University": "西北农林科技大学"
    },
    {
        "Lat": 29.575001353624902,
        "Lng": 106.44791232814613,
        "Students": [
            "**玙<ul><li>专业：一流专业</li><li>电话：138****9492</li></ul>"
        ],
        "University": "西南政法大学"
    },
    {
        "Lat": 30.67476308676387,
        "Lng": 104.0211492487557,
        "Students": [
            "**鸿<ul><li>专业：一流专业</li><li>电话：178****7213</li></ul>"
        ],
        "University": "西南财经大学"
    }
]